---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRunLocationpathJustfication
source: html/a353f314-3b04-dda7-8a0d-e422f67d347a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRunLocationpathJustfication Property

"Location Line": Location Line

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRunLocationpathJustfication { get; }
```